/*******************************************************************************************************/
/*							Language Setting for CHMViewer							*/
/*******************************************************************************************************/
"Language Setting"						= "GR";
"Expanded Language Setting"				= "German";
"Expanded Language Name Xerox"			= "german";
//Device Settings

"Scan To FTP"							="In FTP scannen";
"Scan To SMB"							="In SMB scannen";

//Scan Settings

"Scan Size"								="Scangröße";
"Save To"								="Speichern in";
"Yes"									="Ja";
"Login"									="Login";
"Password"								="PASSWORT";
"Ring to Answer"						="Rufannahme nach";
"Fax Send"								="Fax senden";
"Stamp Receive Name"					="Empfängerkennung";

//Scan To PC
"256 Color"                             ="256 Farben";
"Demo Page"                             ="Testseite";
"It is not possible to enable the fax receiving feature on this device due to following conflict:Please check if [Fax To Pc] option is turned on or not, on the device." = "Aufgrund des folgenden Konflikts kann die Faxempfangsfunktion des Geräts nicht aktiviert werden. Überprüfen Sie, ob die Option [Fax an PC] auf dem Gerät ein- oder ausgeschaltet ist";
"Easy Printer Manager is not supported by the selected device." = "Easy Printer Manager wird vom ausgewählten Gerät nicht unterstützt.";
"Screen Print Activation" = "Aktivierung Bildschirmdruck";
"Screen Print Settings" = "Einstellungen für Bildschirmdruck";
"Help guide is unavailable." = "Hilfeleitfaden nicht verfügbar.";
"Half Duplex" = "Halbduplex";
"Full Duplex" = "Vollduplex";
"Continue" = "Weiter";
"Keep Easy Printer Manager in Dock" = "Easy Printer Manager im Dock behalten";
"About ^[PRODUCT_TITLE]^" = "Informationen zu ^[PRODUCT_TITLE]^";
"Preferences…" = "Einstellungen";
"Services" = "Dienste";
"Hide ^[PRODUCT_TITLE]^" ="^[PRODUCT_TITLE]^ ausblenden";
"Hide Others" = "Andere ausblenden";
"Show All" = "Alle anzeigen";
"Quit ^[PRODUCT_TITLE]^" ="^[PRODUCT_TITLE]^ beenden";
"No other applications can be running during this installation. Click Continue to automatically quit all other running applications. Click Cancel to leave your disks untouched." = "Während der Installation können keine anderen Anwendungen ausgeführt werden. Klicken Sie auf „Weiter“, um alle laufenden Anwendungen zu beenden. Klicken Sie auf „Abbrechen“, um die Installation abzubrechen.";
"It is not possible to enable the fax receiving feature on this device due to following conflict. The device is already associated with XXX" = " Aufgrund des folgenden Konflikts kann die Faxempfangsfunktion des Geräts nicht aktiviert werden. Das Gerät ist bereits verknüpft mit XXX";
"Scan Assistant" ="Scan Assistant";
"Postcard 4x6" = "Postkarte 4x6";
"Failed to enable Scan settings." = "Die Scannereinstellungen konnten nicht aktiviert werden.";
"Please select a text to continue." = "Wählen Sie zum Fortfahren einen Text aus.";
"Please select at least one application." = "Wählen Sie mindestens eine Anwendung aus.";
"Application at this path cannot be found." = "Die Anwendung konnte über diesen Pfad nicht gefunden werden.";
"No row selected." = "Es wurde keine Reihe ausgewählt.";
"Number of user profiles that can be added cannot exceed %d !" = "Die Anzahl der Benutzerprofile, die hinzugefügt werden können, darf %d nicht übersteigen!";
"Profile name should not be more than %d characters." = "Der Profilname darf aus nicht mehr als %d Zeichen bestehen.";
"Use this device" = "Dieses Gerät verwenden.";
"Skip blank pages" = "Leere Seiten überspringen";

//Daemon Manager
"Communication error: Please close and open again this application." = "Kommunikationsfehler: Schließen Sie die Anwendung und öffnen Sie sie erneut.";

